Repository: ItsJuniorDias/Salvage-Corps
Catalog: Salvage Corps/Localizable.xcstrings
Source language: pt_br
Languages: en, es

# event.nothing_happened
source: Nada de notável aconteceu.
en: Nothing of note happened.
es: Nada notable ocurrió.

# map.act %lld
source: ATO %lld
en: ACT %lld
es: ACTO %lld

# map.no_run_subtitle
source: Volte ao menu pra iniciar uma nova run.
en: Return to the menu to start a new run.
es: Vuelve al menú para iniciar una nueva partida.

# map.no_run_title
source: Nenhuma operação em andamento
en: No operation in progress
es: Ninguna operación en curso

# menu.abandon_confirm_message
source: Você vai perder o progresso desta run. Continua contando pra ending final.
en: You'll lose this run's progress. Choices still count toward the final ending.
es: Perderás el progreso de esta partida. Las decisiones cuentan para el final.

# menu.abandon_confirm_title
source: Abandonar run atual?
en: Abandon current run?
es: ¿Abandonar partida actual?

# menu.abandon_run
source: Abandonar Run
en: Abandon Run
es: Abandonar Partida

# menu.abandon_run_subtitle
source: Perde progresso da run atual
en: Loses progress of current run
es: Pierde el progreso de la partida actual

# menu.act_version
source: ATO I · v0.2
en: ACT I · v0.2
es: ACTO I · v0.2

# menu.continue_run
source: Continuar Run
en: Continue Run
es: Continuar Partida

# menu.continue_run_subtitle %lld
source: Ato %lld · retomar do ponto
en: Act %lld · resume from checkpoint
es: Acto %lld · reanudar desde punto

# menu.current_path %@
source: Path atual: %@
en: Current path: %@
es: Camino actual: %@

# menu.duels.subtitle
source: Turno-a-turno via Game Center
en: Turn-by-turn via Game Center
es: Turno por turno vía Game Center

# menu.duels.subtitle_auth_error
source: Toque pra ver status do Game Center
en: Tap to see Game Center status
es: Toca para ver el estado de Game Center

# menu.duels.title
source: DUELOS · PVP
en: DUELS · PVP

# menu.epigraph
source: “Eles nos mandaram para conter algo. Não disseram o que.”
en: “They sent us to contain something. They did not say what.”
es: “Nos enviaron a contener algo. No dijeron qué.”

# menu.epigraph_attribution
source: — TEN. EDMUND VALE, DIÁRIO DE CAMPO, 1917
en: — LT. EDMUND VALE, FIELD JOURNAL, 1917
es: — TTE. EDMUND VALE, DIARIO DE CAMPO, 1917

# menu.new_run_act1
source: Nova Run · Ato I
en: New Run · Act I
es: Nueva Partida · Acto I

# menu.new_run_act1_subtitle
source: As Trincheiras · ~30-45 min
en: The Trenches · ~30-45 min
es: Las Trincheras · ~30-45 min

# menu.new_run_act2
source: Nova Run · Ato II
en: New Run · Act II
es: Nueva Partida · Acto II

# menu.new_run_act2_subtitle_locked
source: Vença o boss do Ato I pra desbloquear
en: Defeat the Act I boss to unlock
es: Derrota al jefe del Acto I para desbloquear

# menu.new_run_act2_subtitle_unlocked
source: O Descenso · ~35-50 min
en: The Descent · ~35-50 min
es: El Descenso · ~35-50 min

# menu.new_run_act3
source: Nova Run · Ato III
en: New Run · Act III
es: Nueva Partida · Acto III

# menu.new_run_act3_subtitle_locked
source: Vença o boss do Ato II pra desbloquear
en: Defeat the Act II boss to unlock
es: Derrota al jefe del Acto II para desbloquear

# menu.new_run_act3_subtitle_unlocked
source: O Espelho · finale
en: The Mirror · finale
es: El Espejo · final

# menu.subtitle
source: SALVAGE CORPS · OPERAÇÕES
en: SALVAGE CORPS · OPERATIONS
es: SALVAGE CORPS · OPERACIONES

# path.complice
source: O Cúmplice
en: The Accomplice
es: El Cómplice

# path.contentor
source: O Contentor
en: The Container
es: El Contenedor

# path.espelho
source: O Espelho
en: The Mirror
es: El Espejo

# path.fugitivo
source: O Fugitivo
en: The Fugitive
es: El Fugitivo

# path.testemunha
source: O Testemunha
en: The Witness
es: El Testigo

# post_combat.header
source: MOMENTO DE PAUSA
en: MOMENT OF PAUSE

# post_combat.narrative %@
source: “Você olha pra sua mão. Percebe algo sobre %@. Algo que poderia fazer diferente.”
en: “You look at your hand. You notice something about %@. Something you could do differently.”
es: “Miras tu mano. Notas algo sobre %@. Algo que podrías hacer de otra forma.”

# post_combat.reflect_button
source: REFLETIR
en: REFLECT
es: REFLEXIONAR

# post_combat.title
source: Uma cicatriz possível
en: A possible scar
es: Una cicatriz posible

# status.block
source: Bloqueio
en: Block
es: Bloqueo

# status.corruption
source: Corrupção
en: Corruption
es: Corrupción

# status.fatigue
source: Fadiga
en: Fatigue
es: Fatiga

# status.fear
source: Medo
en: Fear
es: Miedo

# status.skip_next_turn
source: Turno pulado
en: Turn skipped
es: Turno saltado

# terminal.act_prefix %@
source: FIM DO ATO %@
en: END OF ACT %@
es: FIN DEL ACTO %@

# terminal.consequence
source: CONSEQUÊNCIA
en: CONSEQUENCE
es: CONSECUENCIA

# terminal.your_decision
source: SUA DECISÃO
en: YOUR DECISION
es: TU DECISIÓN

# upgrade.card_back_no_choice
source: VOLTAR SEM ESCOLHER
en: BACK WITHOUT CHOOSING
es: VOLVER SIN ELEGIR

# upgrade.card_base
source: CARTA BASE
en: BASE CARD

# upgrade.card_choose_path
source: Escolha um caminho
en: Choose a path
es: Elige un camino

# upgrade.card_cost
source: Custo:
en: Cost:
es: Costo:

# upgrade.card_scar_header
source: CICATRIZ
en: SCAR

# upgrade.picker_subtitle
source: Cada carta pode receber uma cicatriz que muda como ela funciona. Escolha qual refletir.
en: Each card can receive a scar that changes how it works. Choose which one to reflect on.
es: Cada carta puede recibir una cicatriz que cambia cómo funciona. Elige sobre cuál reflexionar.

# upgrade.picker_title
source: REFLETIR SOBRE UMA CARTA
en: REFLECT ON A CARD
es: REFLEXIONAR SOBRE UNA CARTA

# upgrade.with_scar
source: COM CICATRIZ
en: SCARRED
es: CON CICATRIZ

# upgrade.without_scar
source: SEM CICATRIZ
en: UNSCARRED
es: SIN CICATRIZ

# duel.lobby.title
source: PROCURANDO ADVERSÁRIO
en: SEARCHING FOR OPPONENT
es: BUSCANDO ADVERSARIO

# duel.lobby.searching_still
source: AINDA ESCUTANDO
en: STILL LISTENING
es: AÚN ESCUCHANDO

# duel.lobby.searching_long
source: AGUARDE MAIS UM POUCO
en: HANG ON A BIT LONGER
es: AGUARDA UN POCO MÁS

# duel.lobby.hint
source: Pool global do Game Center. Depende de outros jogadores estarem procurando ao mesmo tempo.
en: Global Game Center pool. Depends on other players searching at the same time.
es: Pool global de Game Center. Depende de otros jugadores buscando al mismo tiempo.

# duel.lobby.fallback_title
source: NINGUÉM APARECEU AINDA
en: NO ONE HAS SHOWN UP YET
es: NADIE HA APARECIDO AÚN

# duel.lobby.fallback_body
source: O pool global tá quieto agora. Um amigo online é o caminho garantido — o convite chega instantâneo no device dele.
en: The global pool is quiet right now. Inviting a friend online is the guaranteed path — the invite lands instantly on their device.
es: El pool global está tranquilo ahora. Invitar a un amigo en línea es el camino seguro — la invitación llega al instante en su dispositivo.

# duel.lobby.invite_friend
source: CONVIDAR AMIGO
en: INVITE FRIEND
es: INVITAR AMIGO

# duel.lobby.keep_waiting
source: Continuar esperando
en: Keep waiting
es: Seguir esperando

# duel.lobby.cancel
source: CANCELAR
en: CANCEL

# duel.menu.remove_ended
source: Remover da lista
en: Remove from list
es: Quitar de la lista

# duel.menu.forfeit_and_remove
source: Desistir e remover
en: Forfeit and remove
es: Rendirse y quitar

# duel.remove.title_ended
source: Remover duelo?
en: Remove duel?
es: ¿Quitar duelo?

# duel.remove.title_active
source: Desistir do duelo?
en: Forfeit duel?
es: ¿Rendirse en el duelo?

# duel.remove.message_ended
source: Este duelo será removido apenas da sua lista. O histórico continua acessível em MATCH HISTORY.
en: This duel will be removed only from your list. The record stays available in MATCH HISTORY.
es: Este duelo se quitará solo de tu lista. El historial sigue disponible en MATCH HISTORY.

# duel.remove.message_active
source: Desistir concede a vitória ao adversário e afeta seu ranking. Esta ação não pode ser desfeita.
en: Forfeiting grants your opponent the win and affects your ranking. This can't be undone.
es: Rendirse concede la victoria al adversario y afecta tu ranking. No se puede deshacer.

# duel.remove.confirm_ended
source: Remover
en: Remove
es: Quitar

# duel.remove.confirm_active
source: Desistir
en: Forfeit
es: Rendirse

# duel.push.enable_title
source: AVISO EM TEMPO REAL
en: REAL-TIME ALERT
es: AVISO EN TIEMPO REAL

# duel.push.enable_body
source: Receba notificação quando for sua vez em um duelo. Sem isso, você precisa abrir o app pra saber.
en: Get notified when it's your turn in a duel. Without this, you need to open the app to check.
es: Recibe una notificación cuando sea tu turno en un duelo. Sin esto, necesitas abrir la app para saber.

# duel.push.enable_action
source: HABILITAR NOTIFICAÇÕES
en: ENABLE NOTIFICATIONS
es: HABILITAR NOTIFICACIONES

# duel.push.denied_title
source: NOTIFICAÇÕES DESLIGADAS
en: NOTIFICATIONS OFF
es: NOTIFICACIONES DESACTIVADAS

# duel.push.denied_body
source: Sem elas você não sabe quando um adversário jogou. Habilita nos Ajustes do iOS.
en: Without them you won't know when an opponent moved. Enable in iOS Settings.
es: Sin ellas no sabrás cuándo un adversario jugó. Habilita en Ajustes de iOS.

# duel.push.denied_action
source: ABRIR AJUSTES
en: OPEN SETTINGS

# combat.deck_count %lld
source: DECK: %lld
es: MAZO: %lld

# duel.auth.checklist_title
source: CHECKLIST
es: LISTA DE VERIFICACIÓN

# duel.combat.pile.deck
source: DECK
es: MAZO

# duel.combat.stat.block
source: BLOCK
es: BLOQUEO

# duel.combat.stat.deck
source: DECK
es: MAZO

# duel.menu.back_to_menu
source: Menu
es: Menú

# duel.menu.subtitle
source: PVP · TURN-BASED · GAME CENTER
es: PVP · POR TURNOS · GAME CENTER

# duel.status_effect.skip_next_turn
source: Skip
es: Salto

# enemy.trench_ghoul.name
source: Trench Ghoul
es: Ghoul de Trinchera

# terminal.path_label %@
source: PATH: %@
es: CAMINO: %@

# duel.lobby.searching
source: SCANNING RADIO CHANNELS
es: ESCANEANDO CANALES
